Repository: chrbuchsteiner61/valuation_pre_shot
Catalog: lib/I10n/app_*.arb
Languages: da, de, es, fr, it, sv

# appTitle
source: Rate Your Routine
da: Vurder din rutine
de: Bewerte Deine Routine
es: Evalúa Tu Rutina
fr: Évaluez Votre Routine
it: Valuta la tua routine
sv: Betygsätt din rutin

# chooseYourRoutine
source: I'm rating my
da: Jeg bedømmer mine
de: Ich bewerte mein/e
es: Estoy evaluando mi
fr: J'évalue mon
it: Sto valutando il mio/la mia
sv: Jag betygsätter min

# hintTextRoutine
source: Element of the routine
da: Element af din rutine
de: Element der Routine
es: Elemento de la rutina
fr: Élément de la routine
it: Elemento della routine
sv: Element i din rutin

# theTee
source: Hole
da: Tee
de: Bahn
es: Hoyo
fr: Trou
it: Buco
sv: Tee

# aStroke
source: Stroke
de: Schlag
es: Golpe
fr: Coup
it: Colpo

source: Rate your strokes
da: Vurder dine slag
de: Bewerten Sie Ihre Schläge
es: Evalúa tus golpes
fr: Évaluez vos coups
it: Valuta i tuoi colpi
sv: Betygsätt dina slag

source: Close the round
da: Luk runde
de: Runde abschliessen
es: Cerrar la ronda
fr: Terminer la partie
it: Chiudi il giro
sv: Stäng omgången

# pdfTitle
source: My Routine: Evaluation
da: Min rutine: vurdering
de: Meine Routine: Bewertung
es: Mi Rutina: Evaluación
fr: Ma Routine : Évaluation
it: Routine post-tiro: Valutazione
sv: Min rutin: betyg

# pdfSubHeader
source: Round from
da: Runde af
de: Runde vom
es: Ronda del
fr: Partie du
it: Giro del
sv: Omgång av

# pdfRoutine
source: Evaluated part of the routine:
da: Vurderede del af din rutine:
de: Beurteilter Teil der Routine:
es: Parte evaluada de la rutina:
fr: Partie évaluée de la routine :
it: Parte valutata della routine :
sv: Betygsatt del av din rutin:

# pdfTableHeader
source: Hole / Stroke
da: Tee / slagtilfælde
de: Bahn / Schlag
es: Hoyo / Golpe
fr: Trou / Coup
it: Buco / Colpo
sv: Tee / Stroke

# drawerHeader
source: Information
de: Informationen
es: Información
fr: Informations
it: Informations

# privStHeader
source: Privacy Statement
da: Databeskyttelse
de: Datenschutzerklärung
es: Declaración de Privacidad
fr: Déclaration de Confidentialité
it: Protezione dati
sv: Dataskydd

# privStLine1
source: This app stores your chosen language on your device.
da: Denne app gemmer det sprog, du vælger på din enhed.
de: Diese App speichert auf Ihrem Gerät die von Ihnen gewählte Sprache.
es: Esta aplicación guarda el idioma que has elegido en tu dispositivo.
fr: Cette application enregistre la langue que vous avez choisie sur votre appareil.
it: Questa app salva la lingua scelta sul tuo dispositivo.
sv: Denna app sparar språket du väljer på din enhet.

# privStLine2
source: All data you enter is stored on your device and will be deleted when you close the app.
da: Alle data, du indtaster, gemmes på din enhed og vil blive slettet, når du lukker appen.
de: Alle von Ihnen eingegebenen Daten sind auf Ihrem Gerät gespeichert und werden durch das Schliessen der App gelöscht.
es: Todos los datos que ingreses se almacenan en tu dispositivo y se eliminarán al cerrar la aplicación.
fr: Toutes les données que vous saisissez sont stockées sur votre appareil et seront supprimées à la fermeture de l'application.
it: Tutti i dati inseriti vengono memorizzati sul tuo dispositivo e verranno eliminati quando chiudi l'app.
sv: All data du anger lagras på din enhet och kommer att raderas när du stänger appen.

# privStLine3
source: Your data is not further processed and not shared with third parties.
da: Dine data vil ikke blive behandlet yderligere og vil ikke blive gjort tilgængelige for tredjeparter.
de: Ihre Daten werden nicht weiter verarbeitet und nicht Dritten zur Verfügung gestellt.
es: Tus datos no se procesan más y no se comparten con terceros.
fr: Vos données ne sont pas traitées davantage et ne sont pas partagées avec des tiers.
it: I tuoi dati non saranno oggetto di ulteriore trattamento e non saranno resi disponibili a terzi.
sv: Dina uppgifter kommer inte att behandlas vidare och kommer inte att göras tillgängliga för tredje part.

# kontakt
source: Contact
da: Kontakt
de: Kontakt
es: Contacto
it: Contatto
sv: Kontakt

source: Language
da: Sprog
de: Sprache
es: Idioma
fr: Langue
it: Lingua
sv: Språk
