Repository: chrbuchsteiner61/valuation_pre_shot
Catalog: lib/l10n/app_*.arb
Languages: es

# appTitle
source: Rate your pre shot routine
es: Evalúa tu rutina

# chooseYourRoutine
source: I rate my
es: Estoy evaluando mi

# hintTextRoutine
source: Element of your pre shot routine
es: Elemento de la rutina

# theTee
source: Tee
es: Hoyo

# aStroke
source: Stroke
es: Tiro

source: Rate your strokes
es: Califica tus tiros

# closeTheRound
source: Close round
es: Cerrar la ronda

# pdfTitle
source: Post shot routine: rating
es: Rutina post-tiro: Evaluación

# pdfSubHeader
source: Round of
es: Ronda del

# pdfRoutine
source: Rated part of your pre shot routine:
es: Parte evaluada de la rutina:

# pdfTableHeader
source: Tee / Stroke
es: Hoyo / Tiro

# drawerHeader
source: Informations
es: Information

# privStHeader
source: Data protection
es: Protección de Datos

# privStLine1
source: This app saves the language you choose on your device.
es: Esta aplicación guarda el idioma que elijas en tu dispositivo.

# privStLine2
source: All data you enter is stored on your device and will be deleted when you close the app.
es: Todos los datos que ingresa se almacenan en su dispositivo y se eliminarán cuando cierre la aplicación.

# privStLine3
source: Your data will not be further processed and will not be made available to third parties.
es: Sus datos no serán tratados posteriormente y no estarán disponibles para terceros.

# kontakt
source: Contact
es: Contacto

source: Language
es: Idioma
