Repository: chrbuchsteiner61/valuation_pre_shot
Catalog: assets/l10n/intl_*.arb
Languages: de, fr, it

# appTitle
source: Rate your pre shot routine
de: Bewerte Deine Pre-Shot-Routine
fr: Évaluez votre routine pré-tir
it: Valuta la tua routine pre-tiro

# chooseYourRoutine
source: I rate my
de: Ich bewerte mein/e
fr: J'évalue mon/ma
it: Sto valutando il mio/la mia

# hintTextRoutine
source: Element of your pre shot routine
de: Element der Pre Shot Routine
fr: Élément de la routine pré-tir
it: Elemento della routine pre-tiro

# theTee
source: Tee
de: Bahn
fr: Trou
it: Buco

# aStroke
source: Stroke
de: Schlag
fr: Coup
it: Colpo

source: Rate your strokes
de: Bewerten Sie Ihre Schläge
fr: Évaluez vos coups
it: Valuta i tuoi colpi

# closeTheRound
source: Close round
de: Runde abschliessen
fr: Terminer la partie
it: Chiudi il giro

# pdfTitle
source: Post shot routine: rating
de: Post Shot Routine: Bewertung
fr: Routine post-tir: Évaluation
it: Routine post-tiro: Valutazione

# pdfSubHeader
source: Round of
de: Runde vom
fr: Partie du
it: Giro del

# pdfRoutine
source: Rated part of your pre shot routine:
de: Beurteilter Teil der Pre shot-Routine:
fr: Partie évaluée de la routine pré-tir :
it: Parte valutata della routine pre-tiro:

# pdfTableHeader
source: Tee / Stroke
de: Bahn / Schlag
fr: Trou / Coup
it: Buco / Colpo

# drawerHeader
source: Informations
de: Informationen

# privStHeader
source: Data protection
de: Datenschutzerklärung
fr: Protection des données
it: Protezione dati

# privStLine1
source: Diese App sammelt und verarbeitet keine Personendaten
de: Diese App speichert auf Ihrem Gerät die von Ihnen gewählte Sprache.
fr: Cette application enregistre la langue que vous choisissez sur votre appareil.
it: Questa app salva la lingua scelta sul tuo dispositivo.

# privStLine2
source: Ihre eingegebenen Daten werden
de: Alle von Ihnen eingegebenen Daten sind auf Ihrem Gerät gespeichert und werden mit Schliessen der App gelöscht.
fr: Toutes les données que vous saisissez sont stockées sur votre appareil et seront supprimées lorsque vous fermerez l'application.
it: Tutti i dati inseriti vengono memorizzati sul tuo dispositivo e verranno eliminati quando chiudi l'app.

# privStLine3
source: mit Schliessen der App gel√∂scht.
de: Ihre Daten werden nicht weiter verarbeitet und nicht Dritten zur Verfügung gestellt.
fr: Vos données ne seront pas traitées ultérieurement et ne seront pas mises à la disposition de tiers.
it: I tuoi dati non saranno oggetto di ulteriore trattamento e non saranno resi disponibili a terzi.

# kontakt
source: Contact
de: Kontakt
it: Contatto

source: Language
de: Sprache
fr: Langue
it: Lingua
